// pages/Attractions_ex/Attractions_ex.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    evaluation:[
      "我觉得这里就是打卡拍照的地方，范围真的不大",
      "要我说那里的捞小鱼就挺好玩的",
      "在大学城一直没去，门票贵",
      "小学到高中学校旅游来左无数次",
      "我要玩原神",
      "国家AAAA级旅游景区，位于广州市大学城外环西路，门票价60元人民币",
      "感受岭南文化的去处有很多，但岭南印象园则是位数不多的全面了解岭南文化的去处之一",
      "曾计划过多次来这里，只有这次成行了，很多景区买票可以手机支付，但在这里不支持，只好在隔壁游客服务中心兑换成纸币然后购票。",
      "龙光龙湖双龙天著，这个好，交通方便，"
    ]
  },

  goback() {
    wx.navigateBack()
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad(options) {

  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady() {

  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow() {

  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide() {

  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload() {

  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh() {

  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom() {

  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage() {

  }
})